Repository: psingh12345/futurely-sonar-analysis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Registration completed!
it: Registrazione completata!

source: You earned a new PCTO hour!
it: Hai guadagnato una nuova ora PCTO

source: Join the Zoom
it: Partecipa a Zoom

source: The zoom link will unlock on
it: Potrai accedere all’incontro su Zoom il

source: Confirm your participation
it: Conferma la partecipazione

source: Note: During the webinar we will give you the code to verify your participation. Answer the questions and enter the code to receive one PCTO hour!
it: Nota: durante il webinar ti daremo il codice per verificare la tua partecipazione. Rispondi alle domande e inserisci il codice per ricevere un'ora PCTO!

source: Book my seat!
it: Riserva il mio posto!

source: Sorry! All seats are booked
it: Spiacente! Tutti i posti sono prenotati

source: You can reserve a seat from
it: Potrai prenotare il tuo posto dal

source: Register for webinars from professionals and mentors to improve your skills
it: Iscriviti ai webinar con professionisti e mentors per migliorare le tue competenze

source: Next
it: Prosegui

source: Continue your journey
it: Continua il tuo percorso

source: In Progress
it: In corso

source: Not started
it: Non iniziato

source: Your progress
it: I tuoi progressi

source: I think it's possible for ordinary people to choose to be extraordinary.
it: Penso che sia possibile per le persone comuni scegliere di essere straordinarie.

source: Please complete this form
it: Completa il questionario di feedback, grazie!

source: Plans
it: Le nostre offerte

source: Explore the free trial content
it: Esplora il contenuto della prova gratuita

source: Resume
it: Continua

source: Check out and purchase our personalized career guidance courses.
it: Scopri e acquista i nostri corsi di orientamento personalizzati

source: Pick up where you left of
it: Riprendi da dove avevi lasciato

source: Create to do
it: Crea un’attività

source: Are you sure you want to delete this task?
it: Sei sicuro di voler eliminare questa attività?

source: Add tasks and reminders in order not to miss important events
it: Aggiungi compiti e reminder per non perderti nulla di importante

source: Articles and videos
it: Articoli e video

source: Read
it: Leggi

source: Check out our recent articles and videos on tips and tricks for universities, job postings
it: Scopri i nostri ultimi articoli e video con tips & tricks per l’università e il mondo del lavoro

source: Indicator to track your confidence
it: Indicatore per monitorare la tua Coraggio

source: Indicator to track awareness about your future
it: Indicatore per monitorare la tua consapevolezza riguardo al tuo futuro

source: Indicator to track your curiosity
it: Indicatore per monitorare la tua curiosità

source: See your awareness, curiosity, courage increase as you progress on our career guidance courses.
it: Guarda crescere la tua consapevolezza, curiosità e coraggio man mano che procedi nei nostri corsi di orientamento personalizzato

source: Meetup
it: Incontraci

source: Hello! Meet us in the group call with Mariachiara (tutor) and the other students in your Futurely class!
it: Ciao! Incontraci nella call di gruppo con Mariachiara (tutor) e gli altri ragazzi della tua classe Futurely!

source: Attend the regular meet ups with your tutor by joining the zoom meetings
it: Partecipa ai meet up con il tuo tutor su zoom

source: My Groups
it: I miei gruppi

source: See all
it: Vedi tutti

source: To access the WhatsApp group of Futurely, upgrade your offer to premium/elite
it: Per aver accesso al gruppo WhatsApp di Futurely fai l’upgrade all’offerta premium/elite

source: Access to our whatsapp group with our professionals and tutors once you purchase our program.
it: una volta acquistato il nostro programma, accedi al nostro gruppo whatsapp con i nostri professionisti e tutor

source: My Resources
it: Le mie risorse

source: You have no resources yet
it: Non hai ancora risorse

source: Learning resources about universities and jobs.
it: Risorse di apprendimento su università e lavoro.

source: Attendance marked!
it: Registrazione segnata!

source: Your PCTO Hour is updated in our database
it: La tua Ora PCTO è stata caricata nel nostro database

source: Mark Attendance
it: Segna la partecipazione

source: seats left
it: Posti liberi

source: Reserve my seat!
it: Riserva il mio posto!

source: your trial has expired & to continue, upgrade and save 10%% on all plans
it: La tua prova gratuita è terminata, fai l’upgrade a Elite ora per continuare il tuo percorso in Futurely oppure scegli tra i nostri piani di abbonamento.

source: Webinar left
it: Webinar Rimasti

source: Enter code
it: Inserisci codice

source: Pay One-Time
it: Pagamento Unico

source: Pay Weekly
it: Settimanale

source: 20 Weeks
it: 20 settimane

source: 20 PCTO Hours
it: 20 ore PCTO

source: Personality Test & Analysis
it: Test sulla personalità e analisi

source: CV Building Guide
it: Guida alla creazione del CV

source: Group Call with Peers & Mentor
it: Chiamate con mentors della nostra community

source: Informative Short Videos
it: Video tutorials

source: Career Experience Talk
it: Approfondimento sulle scelte di carriera

source: x - Informative Webinars
it: Webinar con professionisti o studenti universitari

source: Fast-track path is available
it: 1 step a settimana

source: Plan for Study in Abroad
it: Sezione: ‘Studiare all’estero’

source: 1:1 Connect with Professionals
it: 1:1 con professionisti della nostra rete

source: Shortlisting Tool for Universities/ITS
it: Strumenti di preselezione per le Università/Its

source: Choose other plan
it: Scegli un altro piano

source: Unlock Elite
it: Fai l’upgrade a Elite

source: Futurely: Journal
it: Futurely: Diario di Bordo

source: Your Personal Journal
it: Il tuo Diario di Bordo

source: Use this journal to accompany you during this course. It will be a place for you to write and reflect on key takeaways after each step of the program. This will be the primary space for you to capture your learnings and reflections as you progress through this journey. Use bullet points, quotes, images and anything that might help you!
it: Utilizza questo Diario di Bordo durante il tuo percorso. Sarà qui che potrai scrivere e riflettere sui punti chiave dopo ogni step del percorso. Questo sarà lo spazio principale per catturare le tue conoscenze e riflessioni mentre avanzi in questo viaggio. Fai elenchi, scrivi citazioni, utilizza immagini e tutto ciò che potrebbe aiutarti!

source: Your journal is locked right now
it: Al momento il tuo Diario di Bordo è bloccato

source: Upgrade to our premium/elite plan to have access
it: Fai l’upgrade al nostro percorso premium o elite per avere l’accesso

source: Congrats, you have unlocked your deliverables section
it: Congratulazioni, hai sbloccato la sezione delle consegne

source: You will find the deliverables here as you progress through your course
it: Qui troverai il materiale consegnato man mano che avanzi nel percorso

source: Commented by
it: Commentato da

source: Tutor Comments
it: Commenti della Tutor

source: Survey post webinar!
it: Rispondi alle domande!

source: Answer the questions and enter the code to receive a PCTO hour!
it: Rispondi alle domande e inserisci il codice per ricevere un’ora PCTO!

source: Enter attendance code here
it: Inserisci il codice di patecipazione

source: Futurely: Personality Test
it: Futurely: Test della Personalità

source: Personality Test
it: Test della Personalità

source: Congratulations!
it: Congratulazioni!

source: These are the results from the IIP RIASEC Markers. Your scores for each of the 6 basic interest areas are below.
it: Questi sono i risultati dati dalle tue risposte al test RIASEC. I tuoi punteggi per ciascuno dei 6 tratti sono qui sotto

source: INTEREST CODE
it: CODICE D’INTERESSE

source: Type
it: Tipo di personalità

source: Analysis Report
it: Grafico di analisi

source: Personality Quiz
it: Test della personalità

source: Take the personality quiz and identify more about yourself
it: Fai il test della personalità e scopri di più su te stesso/a

source: You must select an option before proceed
it: Per favore completa questo campo

source: Futurely: Scholarship Test
it: Test per le borse di studio di Futurely

source: Futurely’s Scholarship Test
it: Test per le borse di studio di Futurely

source: questions
it: Domande

source: Enter your answer
it: Inserisci la tua risposta

source: All fields are required
it: Carta di credito non richiesta

source: Previous question
it: Domanda precedente

source: Submitted
it: Inviata

source: Successfully Applied for the Futurely’s Scholarship
it: Candidato con successo alla borsa di studio Futurely

source: You’ll recieve further communications on your mail soon
it: Presto riceverai ulteriori comunicazioni alla tua mail

source: Scholarship Applied
it: Borsa di studio applicata

source: Application submitted for Futurely Scholarship Test
it: Test per le borse di studio di Futurely

source: Watch what your seniors think about us
it: Guarda cosa pensano altri studenti su di noi

source: Do check out our plans and definitely watch some of the testimonials
it: Dai un'occhiata ai nostri programmi e guarda alcune delle testimonianze.

source: Request Access
it: Richiedi una demo

source: Choose plan
it: ACQUISTA

source: Drop your email and we will contact you soon
it: Sei interessato al percorso Diamond? Lascia qui la tua mail, ti ricontatteremo noi.

source: Email address
it: Indirizzo email

source: Phone Number
it: Numero di telefono

source: Thank you! We will contact you soon
it: Grazie! Ti ricontatteremo presto. Tieni d’occhio la tua mail.

source: Afraid of making a wrong career choice? Futurely is here to help
it: Hai paura di fare la scelta sbagliata per il tuo futuro? Futurely è qui per aiutarti

source: 14 days money back guarantee from when your program starts
it: Rimborso garantito entro 14 giorni dalla data di inizio del percorso

source: For people who wants the vision for <br> different career choices
it: Percorso Conoscenza di Sé e Nuove Prospettive ti aiuterà a scoprire le tue inclinazioni, le tue passioni e competenze, fino ad arrivare a realizzare il tuo primo CV

source: 10 Weeks (Fast-track available)
it: 10 settimane (1 step a settimana)

source: 10 PCTO Hours
it: 10 ore PCTO

source: Personal Coach
it: Tutor Personale

source: Personalised Study Plan
it: Piano di studi personalizzato

source: Weekly 1:1 Call to Remove Blockers
it: Call settimanali 1on1 di supporto al percorso

source: MOST POPULAR
it: IL PIÙ VENDUTO

source: For people who are ready to explore<br>& plan out the best for themselves
it: Percorso Conoscenza del mondo universitario/ITS ti aiuterà ad approfondire il mondo dell’università e degli ITS, ti permetterà di confrontarti con due giovani professionisti della nostra rete e valutare le possibilità all’estero

source: Take the first step for free
it: Inizia la prova gratuita

source: Credit card is not required
it: Non è richiesto nessun pagamento

source: 20 Weeks (Fast-track available)
it: 20 settimane (1 step a settimana)

source: For people who wants the super<br>personal touch of the program
it: Percorso super personalizzato che include percorso Premium + Percorso Elite e la possibilità di confrontarsi con la nostra psicologa dell’orientamento

source: 30 Weeks (Fast-track available)
it: 30 settimane (1 step a settimana)

source: 30 PCTO Hours
it: 30 ore PCTO

source: Contact us
it: Contattaci

source: Futurely: Plans
it: Futurely: Offerte

source: We have sent the payment link on your mail id.
it: Abbiamo inviato il link di pagamento al tuo indirizzo email

source: Join us in the 20 week journey of 20 h+ content to know more about yourself, explore your passions, to identify what you want in future, meet with professionals and mentors and apply to your university
it: Unisciti a noi nel viaggio di 20 settimane di 20 ore e più di contenuti per saperne di più su di te, esplorare le tue passioni, identificare ciò che desideri in futuro, incontrare professionisti e mentori e fare domanda per la tua università

source: Free 10 days trial
it: Prova gratuita per 10 giorni

source: No credit card required
it: Carta di credito non richiesta

source: Sign in to Futurely
it: Accedi a Futurely

source: Login to continue
it: Fai il login per continuare

source: Forgot your password?
it: Hai dimenticato la tua password?

source: Don't have an account? Sign up
it: Non hai un account? Registrati

source: Sign up for Futurely
it: Iscriviti a Futurely

source: Create an account to get started
it: Crea un account per iniziare

source: Gender
it: Sesso

source: How did you get to know us?
it: Come ci hai conosciuto?

source: Company name
it: Nome dell’azienda

source: Already have an account? Login
it: Hai già un account? Accedi

source: Select correct option for 'Are you 14+?'
it: seleziona l’opzione corretta 'Hai più di 14 anni?'

source: Are you 14+?
it: Hai più di 14 anni?

source: Invalid link
it: Link non valido

source: Email activated
it: Email attivata

source: Congratulations, your email has been activated
it: Congratulazioni, la tua email è stata attivata

source: Click here to login
it: Clicca qui per fare il login

source: Verify Your Email
it: Verifica il tuo indirizzo email

source: Enter the email associated with your account to verify
it: Inserisci l’indirizzo email associato al tuo account per fare una verifica

source: Send verification email
it: Invia email di verifica

source: Confirm your email address
it: Verifica il tuo indirizzo email

source: Your email address is not verified, please verify it to login
it: Il tuo indirizzo email non è verificato, verificalo per effettuare il login

source: Click here to verify your email address
it: Clicca qui per verificare il tuo indirizzo email

source: Error to send email
it: Errore nell’invio della email

source: An email has been sent to you, please confirm your email address before login
it: Ti abbiamo inviato un’email, per favore conferma il tuo indirizzo email prima di effettuare il login

source: Continue to dashboard
it: Continua alla bacheca

source: To finish setting up your account, please verify your email address by clicking on the button below. This link can only be used once.
it: Per finire di impostare il tuo account, per favore, verifica il tuo indirizzo email cliccando sul bottone qui sotto. Questo link può essere usato una sola volta

source: Verify your email address
it: Verifica il tuo indirizzo email

source: The Futurely: Signup
it: Futurely: studenti

source: Welcome to FutureLab
it: Benvenuto/a in Futurely!

source: Your E-mail ID
it: Indirizzo mail

source: Email already exists
it: E-mail già esistente

source: Invalid email
it: Email non valida

source: Valid email
it: Email valida

source: Confirm Password
it: Conferma la nuova password

source: Your Mobile Number
it: Il tuo numero di cellulare

source: Invalid mobile
it: Link non valido

source: Send OTP to mobile!
it: Invia codice OTP al cellulare!

source: Enter OTP here
it: Inserisci qui il codice OTP

source: Wrong OTP
it: Codice OTP errato

source: Verified
it: Verificato

source: Didn’t recieved the code yet?
it: Non hai ancora ricevuto il codice?

source: Go back for Resend OTP
it: Torna indietro per rinviare il codice OTP

source: Verify OTP
it: Verifica OTP

source: Parent’s Mobile Number
it: Numero di cellulare del genitore

source: Mobile already exists
it: Numero di cellulare già esistente

source: Parent’s E-mail ID
it: Indirizzo mail del genitore

source: FutureLab Code
it: codice FutureLab

source: Wrong code
it: Codice errato

source: Code applied
it: applicato

source: Class year
it: Anno

source: Class name
it: Sezione

source: Class specialization
it: Indirizzo di studio

source: I agree to Futurely’s
it: Benvenuto/a in Futurely!

source: Terms of Service and Privacy policy
it: Servizio e la normativa sulla Privacy

source: Are you 14+? - No
it: Hai più di 14 anni? - No

source: Our program is intended only for high school students who are 14 and above. Soon, we will add our experience for everyone. Please check back in some time.
it: Il nostro programma è destinato solo agli studenti delle scuole superiori di età pari o superiore a 14 anni. Presto, aggiungeremo la nostra esperienza per tutti. Si prega di ricontrollare tra un po' di tempo.

source: I understand
it: Capisco

source: Your password must contain 1 uppercase, 1 lowercase, 1 numeric, and has at least 6 characters.
it: La tua password deve contenere una lettera maiuscola, una lettera minuscola, 1 numero e deve avere almeno 8 caratteri.

source: If other, enter the source here
it: Se il canale è diverso, inseriscilo qui

source: I agree
it: Accetto i

source: to Futurely’s terms of service and privacy policy
it: termini di servizio e la normativa sulla privacy di Futurely

source: You must accept before proceeding
it: Accetta prima di procedere

source: Resend OTP
it: Torna indietro per rinviare il codice OTP

source: Sign Up
it: Iscriviti

source: Welcome to Middle School
it: Benvenuto/a in Futurely!

source: Student's First Name
it: Nome Dello Studente

source: Student's Last Name
it: Cognome Dello Studente

source: Mobile Number
it: Numero di Telefono

source: invaild number
it: Numero di telefono

source: Set your password
it: Imposta la tua password

source: By signing up you agree to our
it: Iscrivendoti, accetti la

source: Privacy Policy
it: Politica sulla Privacy

source: Already have an account
it: Ho già un account

source: One Time Password
it: Password temporanea

source: Please Enter the OTP Recieved
it: Per favore, inserisci la password temporanea ricevuta

source: Didn’t recieved the code yet
it: Non hai ancora ricevuto il codice

source: Confirm OTP
it: Conferma

source: Not registered
it: Non registrato

source: Your Parent's Mobile Number
it: Numero di telefono di un tuo genitore

source: Your Parent's E-Mail ID
it: E-mail di un tuo genitore

source: Enter school name
it: Inserisci nome della scuola

source: Your Grade
it: La tua classe

source: Select
it: Seleziona una data

source: Your Section
it: La tua sezione

source: Your Stream
it: Seleziona il tuo indirizzo

source: Select your Stream
it: Seleziona il tuo indirizzo

source: The Futurely Middle School: Signup
it: Futurely: studenti

source: Coupon code
it: Codice sconto

source: Get Futurely for free
it: La Futurely: Mentore

source: Your Parent’s Mobile Number
it: Numero di telefono di un tuo genitore

source: Already exist
it: E-mail già esistente

source: Your Parent’s E-mail ID
it: E-mail di un tuo genitore

source: Finish!
it: Fine!

source: invaild
it: Non valido

source: Female
it: Femmina

source: Male
it: Maschio

source: Edit
it: modificare

source: Enter the Discount Code
it: Inserisci il codice sconto

source: Enter your Parent’s Number
it: Inserisci il numero di telefono di un tuo genitore

source: Futurely: Password Reset
it: Futurely: Ripristino password

source: Password changed
it: Password modificata

source: Congratulations, your password has been changed
it: Congratulazioni, la tua password è stata modificata

source: Enter new password
it: Inserisci la nuova password

source: Enter your new password
it: Inserisci la tua nuova password

source: An email has been sent to you, please confirm your email address
it: Ti abbiamo inviato un’email, per favore conferma il tuo indirizzo email

source: Go back to login
it: Torna al login

source: Reset your password
it: Ripristina la tua password

source: You recently made a request to reset your password, click on the link below to change your password. Do not forget to use a strong password.
it: Hai recentemente fatto una richiesta per il ripristino della tua password, clicca il link qui sotto per cambiarla. Non dimenticarti di usarne una efficace.

source: Enter the email associated with your account to reset your password
it: Per ripristinare la tua password inserisci l’indirizzo email associato al tuo account

source: Welcome to Future labs onboarding!
it: Benvenuto all’onboarding del FutureLab!

source: Welcome to Company Welfare onboarding!
it: Benvenuto all’onboarding del Company Welfare!

source: Continue the registration process via future labs
it: Continua la registrazione tramite FutureLab

source: Continue the registration process via Company Welfare
it: Continua la registrazione tramite Company Welfare

source: FutureLab code
it: codice FutureLab

source: Coupon Applied Successfully
it: Codice applicato con successo

source: You are enrolling from a futurelab session. Please enter discount code (if any)
it: Ti stai iscrivendo dopo aver partecipato ad un FutureLab. Per favore inserisci un codice FutureLab (se ne hai uno)

source: School type
it: Categoria di studio

source: Graduation year
it: anno di laurea

source: Parent's email
it: E-mail di un genitore

source: I agree for Futurely to store and process my data
it: Accetto che Futurely conservi ed elabori i miei dati

source: Create Account
it: Crea un account

source: Are you a student?
it: Sei uno studente?

source: The Futurely: Page not found
it: Futurely: Pagina non trovata

source: Bad things happen
it: Succede una cosa brutta

source: We can’t show the page you requested
it: Non possiamo mostrare la pagina che hai chiesto

source: Back to home page
it: Torna all’ home page

source: Futurely: About us
it: Futurely: chi siamo

source: Who are we?
it: Chi siamo?

source: Meet our team
it: Incontra il nostro team

source: This is our passion
it: Questa è la nostra passione

source: Growing up, I was fascinated by the encounters I made along the way and which sparked passions and interests. I would like to accompany girls and boys in self-knowledge.
it: Crescendo, sono rimasta affascinata dagli incontri che ho fatto lungo il percorso e che hanno acceso passioni e interessi. Vorrei accompagnare ragazze e ragazzi nella conoscenza di sé.

source: My aim is to guide students to find their passions through structured self-discovery, after experiencing difficulty in choosing a university major without clarity on my interests.
it: Il mio obiettivo è di guidare gli studenti nella scoperta delle loro passioni tramite l'auto-scoperta strutturata, dopo aver incontrato difficoltà nella scelta dell'università senza avere chiarezza sui miei interessi.

source: Our team
it: Il nostro team

source: How about you?
it: E tu?

source: Come Join Us
it: Unisciti a noi

source: Do you want to join? We are hiring!
it: Vuoi unirti? Stiamo assumendo!

source: If you want to make an impact and are looking for a job that gives you autonomy, inspires you and makes you grow, Futurely is the right place for you!
it: Se cerchi un lavoro che ti faccia crescere, ti permetta di contribuire al bene comune e dia spazio alla tua creatività, Futurely è il posto giusto per te!

source: Student orientation
it: Orientamento studenti

source: If you are interested, send us your CV by mail at
it: Se sei interessato, mandaci il tuo CV via mail

source: Contacts
it: Contatti

source: Headquarters
it: Sede centrale

source: Futurely: Cookies Policy
it: La Futurely: Cookies Policy

source: Thank’s for your request
it: Grazie per la sua richiesta

source: We’ll send you a reply as soon as posible
it: Ti invieremo una risposta il prima possibile

source: Let’s talk
it: Contattaci

source: Your name
it: Il tuo nome

source: Your email
it: La tua email

source: Your message
it: Il tuo messaggio

source: Please wait
it: Per favore, aspetta

source: Send message
it: Invia

source: Build your future. Choose your plan.
it: Trova l’offerta perfetta per te

source: Signup
it: Iscriviti

source: Your path, <br> our mission</h1>
it: Il tuo futuro,<br> la nostra missione</h1>
