Repository: psingh12345/futurely-sonar-analysis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Futurely is a digital career counseling platform that accompanies high school students in achieving goals with clear steps, in a personal way.
it: Futurely è una piattaforma per l’orientamento scolastico, digitale, guidata e personalizzata, incentrata sulla scoperta di sé e delle opzioni dopo le scuole superiori!

source: Our audience
it: Lavoriamo con

source: Do you want to plan your future with awareness?
it: Vuoi pianificare il tuo futuro con consapevolezza?

source: Start here
it: Inizia

source: Do you want to acompany students on their path?
it: Vuoi accompagnare i tuoi studenti nel loro percorso?

source: It is normal to have so many questions
it: È normale avere tante domande

source: What are my options?
it: Come faccio a sapere che sarò contento della scelta?

source: What am I really good at?
it: Quali sono i criteri per scegliere?

source: How do I make a plan?
it: Quali sono le mie vere passioni?

source: Will my future be happy & stable?
it: Come posso essere sicuro di massimizzare il mio potenziale?

source: Can I get a scholarship?
it: Quali sono le mie competenze su cui scommettere?

source: How can I gain more confidence?
it: Quali opportunità ho?

source: Can this be less stressful?
it: Come faccio ad essere sicuro di non sbagliare?

source: With Futurely, you’ll discover the answers in a personal,<br> guided way—not with an algorithm, and not all alone.
it: La maggior parte delle persone inizia dalle materie scolastiche che piacciono di più, dai pro e i contro delle diverse facoltà o seguendo stereotipi. Facendo questo una persona su cinque prende la scelta sbagliata e cambia facoltà dopo un anno.

source: Our method
it: Il nostro metodo

source: Futurely was the idea of graduates from Harvard, MIT, and Italian schools Bocconi and Politecnico of Milan.
it: Futurely è nata da studenti italiani laureati ad Harvard, MIT, Bocconi e Politecnico di Milano.

source: The step-by-step approach is scientific and structured, based on the feedback of real students and educators, breaking down the large task of choosing future into simple, actionable steps. It’s already popular in some of Italy’s top schools!
it: Futurely ha steso il programma triennale dell'orientamento in modo scientifico e strutturato, come se fosse una disciplina scolastica. Molti licei italiani di eccellenza lo hanno già adottato.

source: Offering the stability and support students crave at this time, Futurely transforms their anxiety into self-awareness, curiosity, and courage to name their goals and achieve them with confidence.
it: I ragazzi acquisiscono competenze trasversali, scoprono di più chi sono, crescono in consapevolezza, curiosità e coraggio e arricchiscono il loro curriculum usufruendo delle ore di PCTO.

source: awareness
it: Consapevolezza

source: curiosity
it: Curiosità

source: courage
it: Coraggio

source: Partner schools
it: Le scuole partner

source: Schools
it: Scuole

source: What people say about us
it: Dicono di noi

source: Futurely: Light Home Page
it: Futurely: Home Page

source: Awareness · Curiosity · Courage
it: Consapevolezza · Curiosità · Coraggio

source: Build your future
it: Costruisci il tuo futuro

source: The Futurely: Mentor
it: La Futurely: Mentore

source: Become a mentor
it: DIVENTA MENTOR

source: Make an impact and grow your skills: join us now!
it: Fai la differenza e sviluppa competenze: unisciti!

source: Send your application
it: Invia la tua candidatura

source: We support students in their college choice by broadening their perspectives and world views
it: Accompagnamo gli studenti nella loro scelta ampliando i loro desideri, le loro prospettive e la loro visione del mondo

source: Excellence
it: Eccellenza

source: A network of amazing young people with valuable work experience who can communicate the challenges of today's world
it: Una rete di eccellenza, formata da giovani con esperienze interessanti nel mondo del lavoro, capaci di trasmettere con consapevolezza le sfide del mondo di oggi

source: What does it mean to be a mentor?
it: Cosa vuol dire fare il mentor?

source: As a mentor, you will convey your own learning, work and life experience to the students.
it: Vuol dire comunicare ai ragazzi la propria esperienza di studio, lavorativa e di vita

source: HOW MUCH TIME SHOULD I DEVOTE TO FUTURELY?
it: QUANTO TEMPO DEVO DEDICARE A FUTURELY?

source: As a mentor, we ask for 30 minutes per month or more, depending on your availability. The commitment to FUTURELY is flexible and you can adjust your availability over time.
it: Mezz'ora al mese o più, a seconda della tua disponibilità.<br> Il commitment è flessibile, sappiamo che ci sono momenti in cui si è più disponibili di altri. È possibile adattare la propria disponibilità nel tempo.

source: HOW CAN I SUPPORT FUTURELY?
it: QUALE PUÒ ESSERE IL MIO CONTRIBUTO?

source: There are several ways to help.
it: Ci sono diversi modi per dare una mano e puoi scegliere tu quello che ti è più congeniale.<br>

source: You can contribute through one-on-one chats with our students or taking part in the social initiatives we will start soon.
it: Puoi contribuire attraverso chiacchierate one-to-one con i nostri ragazzi, attraverso la tua testimonianza ai laboratori di orientamento che facciamo nelle scuole, attraverso le iniziative social come i webinar

source: WHO CAN BE A MENTOR
it: CHIUNQUE PUÒ FARE IL MENTOR?

source: Anyone can apply, including college students and professionals.<br> FUTURELY selects its mentors based on criteria that reward excellence and the desire to give back. In addition, FUTURELY provides tools, classes, and workshops to provide quality mentoring to the students.
it: Tutti possono fare domanda: studenti universitari e professionisti.<br> Poi Futurely seleziona i propri mentors in base a criteri di eccellenza.<br>Futurely mette a disposizione strumenti, lezioni, workshop per &quot;diventare&quot; buoni mentors.

source: Futurely: Schools
it: Futurely: Scuole

source: Are you a high school career counselor?
it: È fondamentale che una scuola venga supportata nell’orientamento dei ragazzi

source: We streamline your counseling relationship with students, giving them weekly deliverables and deadlines. In your 1:1 with students you’ll have a focused starting point.
it: Dei genitori scelgono una scuola superiore anche in base ai servizi di orientamento in uscita

source: We develop your students' self-discovery; they will fill out a personal journal and an action plan based on their discoveries which we’ll share with you.
it: Delle scuole sono valutate dal successo degli studenti nel medio-lungo termine

source: year
it: Anno

source: We provide students the list of all the options available to them after high school with pros and cons, making the job of the college counselor much easier.
it: Vengono spese dal responsabile PCTO nel ricercare e seguire progetti di orientamento e alternanza scuola-lavoro di qualità

source: Through the Futurely Program, we have empowered CAREER COUNSELORS and helped thousands of STUDENTS...
it: Con i nostri webinar e i nostri percorsi di orientamento digitali, guidati e personalizzati

source: Navigate pros and cons of all their postsecondary options
it: Abbiamo garantito a 60+ SCUOLE DI ECCELLENZA dalle 10 alle 30 ore PCTO

source: Build an action plan
it: Abbiamo aiutato i ragazzi ad arricchire il proprio curriculum

source: Build their resumes and essays
it: Abbiamo aiutato 9000+ STUDENTI a crescere del 20%% in consapevolezza, curiosità e coraggio

source: Find college scholarships and loans
it: Ricerca borse di studio e finanziamenti per l’università

source: Grow in awareness, self-advocacy, curiosity and courage
it: Consapevolezza · Curiosità · Coraggio

source: Excellent schools already chose us
it: Ottime scuole ci hanno già scelto

source: Meet Us
it: Incontraci

source: Request a demo
it: Richiedi una DEMO

source: What schools say about us
it: Dicono di noi

source: Teacher
it: Insegnante

source: Thanks to Futurely I understood how much understanding yourself and your own inclinations is fundamental to make the decision about my future: if I can be guided by these criteria, I will not take the risk of wrong and I will be surely happy
it: Grazie a Futurely ho capito quanto capire se stessi e le proprie inclinazioni sia fondamentale per prendere la decisione sul mio futuro: se posso essere guidato da questi criteri, non correrò il rischio di sbagliare e sarò sicuramente felice

source: april
it: aprile

source: Principal
it: Principale

source: Thanks to Futurely I looked at myself in action and recognized various emotions and sensations that I had not previously considered, opening up new paths. I realized that I have passions or interests that I did not think I had, such as curiosity for culture or the desire to face situations that are not ordinary but which stimulate my skills.
it: Grazie a Futurely mi sono guardata in azione e ho riconosciuto diverse emozioni e sensazioni che prima non avevo considerato, aprendo nuove strade. Mi sono resa conto di avere passioni o interessi che non pensavo di avere, come la curiosità per la cultura o la voglia di affrontare situazioni non ordinarie ma che stimolano le mie capacità.

source: At this moment I am not saying that I am ready and 100%% certain of being able to make my choice (also because perhaps I will never be) but I can say with certainty that if I had to make it now it would be a conscious and thoughtful choice and I think this is the maximum that can be expected from such a path.
it: In questo momento non dico che sono pronto e sicuro al 100%% di poter fare la mia scelta (anche perché forse non lo sarò mai) ma posso dire con certezza che se dovessi farla ora sarebbe una consapevolezza e ponderata scelta e credo che questo sia il massimo che ci si possa aspettare da un percorso del genere.

source: Until a few months ago I was not very con dent and perhaps not even aware of what my interests and abilities really were, but now the uncertainties are less and less. I have started to think big and I think this gives me greater security. in what I do, you push me to give my best.
it: Fino a pochi mesi fa ero poco fiducioso e forse nemmeno consapevole di quali fossero realmente i miei interessi e le mie capacità, ma ora le incertezze sono sempre meno. Ho iniziato a pensare in grande e penso che questo mi dia maggiore sicurezza. in quello che faccio, mi spingi a dare il massimo.

source: Thanks to Futurely, I feel that I have de ned my personality in a clear and linear way for the first time and that I have fully expressed it. I feel more con dent about my doubts and my safety but I also want to continue to put myself out there in this path.
it: Grazie a Futurely, sento di aver de nito per la prima volta la mia personalità in modo chiaro e lineare e di averla espressa appieno. Mi sento più sicuro dei miei dubbi e della mia sicurezza, ma voglio anche continuare a mettermi in gioco in questo percorso.

source: Futurely's path has helped me incredibly, especially in getting to know me. He pushed me to react that alone I would never have done.
it: Il percorso di Futurely mi ha aiutato incredibilmente, soprattutto nel conoscermi. Mi ha spinto a reagire che da solo non l'avrei mai fatto.

source: Futurely helped me to get to know myself better from various points of view: I reasoned about my interests, I understood what my skills and my predispositions towards university are. She then showed me the whole range of existing faculties to choose from.
it: In futuro mi ha aiutato a conoscermi meglio sotto vari punti di vista: ho ragionato sui miei interessi, ho capito quali sono le mie capacità e le mie predisposizioni verso l'università. Poi mi ha mostrato l'intera gamma di facoltà esistenti tra cui scegliere.

source: Futurely made me think about things that I didn't think were important for my future
it: In futuro mi ha fatto pensare a cose che non pensavo fossero importanti per il mio futuro

source: Futurely: Home Page Select Language
it: Futurely: Home Page

source: Futurely is a digital career counseling platform that accompanies high school students in achieving goals with clear steps, in a personal way.
it: Futurely è una piattaforma per l’orientamento scolastico, digitale, guidata e personalizzata, incentrata sulla scoperta di sé e delle opzioni dopo le scuole superiori!

source: Futurely: Student
it: Futurely: studente

source: It’s normal to have a <br> lot of questions
it: È normale avere tante<br> domande

source: How do I achieve a stable life?
it: Come faccio a sapere che sarò contento della scelta?

source: Will I have the support I need?
it: Quali sono le mie vere passioni?

source: How do I set goals for myself?
it: Quali sono le mie competenze su cui scommettere?

source: How can I reduce stress?
it: Quali sono i criteri per scegliere?

source: How will I pay for school?
it: Come posso essere sicuro di massimizzare il mio potenziale?

source: Which career is right for me?
it: Quali opportunità ho?

source: The future is unknown. But you have a plan
it: Pianifica il tuo futuro consapevolmente

source: BUILD confidence knowing that your priorities, skills, and passions drive your plan, not an algorithm.
it: IDENTIFICA le passioni e le competenze che ti rendono unico e su cui puoi basare un futuro che ti renda felice

source: RELAX knowing that this journey is guided by young professionals & mentors.
it: SCOPRI le alternative professionali parlando con giovani lavoratori e accedi a tips and tricks per iniziare la vita universitaria alla grande

source: Futurely has empowered our students to choose their career path. Our students were very excited to have taken the futurely program. Thank you Team Futurely!
it: Futurely ha permesso ai nostri studenti di scegliere il loro percorso professionale. I nostri studenti erano molto entusiasti di aver preso il programma futuro. Grazie Team Futurely!

source: Get in touch with our mentors
it: Entra in contatto con i nostri mentors

source: 200+ young excellent professionals
it: 200+ giovani lavoratori di eccellenza

source: A personal plan to move you forward
it: Con Futurely hai tutto ciò che ti serve

source: Your personality
it: La tua personalità

source: Personality quiz
it: Test della Personalità

source: List of majors and colleges that fit your personality
it: Testimonianze a partire dai risultati

source: Your skills
it: Le tue competenze

source: Career skills development & advice
it: Competenze utili nel mondo del lavoro e consigli su come svilupparle

source: Assessment of your gifts & areas for growth
it: Auto-valutazione delle competenze e analisi gap

source: Resume and essay builder
it: Guida per la costruzione del curriculum

source: Methods & tools for choosing the best path for you
it: Il metodo per scegliere

source: Choose a college based on your criteria
it: Elenco dei criteri per la scelta universitaria/ITS

source: Action plan to match you with the right school
it: Metodo per la valutazione di diverse facoltà e i passi per la scelta

source: After high school options
it: Le opzioni

source: Facts and insights about different majors and colleges
it: Catalogo universitario/ITS con informazioni e curiosità su facoltà e atenei

source: Discover success in community college or a gap year
it: Valutazione opzioni per studiare all’estero e passi da fare

source: Prioritize your options to find the best choice for you
it: Tool per prioritizzare le opzioni universitarie/ITS e definire la short-list

source: Get guidance from young professionals
it: Il dialogo con giovani lavoratori

source: Career experiences shared by young professionals
it: Esperienze di carriera condivise da giovani lavoratori

source: Possibility to contact young professionals and explore after high school options
it: Possibilità di contattare giovani lavoratori e approfondire opzioni post diploma

source: Final presentation
it: Presentazione finale

source: Create a customized plan & roadmap with all your hard work in one place
it: Template utilizzabile per la presentazione del PCTO alla maturità

source: Do you need a guide to help you discover your skills and passions and turn them into a stable, successful future?
it: Vuoi scoprire le tue passioni<br> e le competenze su cui costruire un futuro di successo?

source: Discover our plans
it: Scopri i nostri programmi

source: Join our free webinars
it: Partecipa ai nostri webinar

source: Futurely: Terms of use
it: La Futurely: Terms of use

source: English
it: Inglese

source: Please enter your first name
it: Per favore, inserisci il tuo nome

source: Please enter your last name
it: Per favore, inserisci il tuo cognome

source: Please select the gender
it: Per favore, seleziona il genere

source: Friends
it: Amici

source: Parents
it: Genitori

source: School
it: Scuola

source: News Paper
it: Giornale

source: Please select the option
it: Per favore seleziona l’opzione

source: Please enter the other option
it: Per favore seleziona l’opzione

source: Enter a valid email address
it: Inserisci un indirizzo email valido

source: Confirm new password
it: Conferma la nuova password

source: Please select the correct option for 'Are You Student?'
it: seleziona l’opzione corretta 'Sei uno studente/una studentessa?'

source: First name
it: Nome

source: Last name
it: Cognome

source: Conferma Password
it: Conferma la nuova password

source: Contact number
it: Numero di telefono

source: You must select before proceeding
it: Accetta prima di procedere

source: Futurely - Verify your email address
it: Futurely - verifica il tuo indirizzo email

source: Error to send verification mail to verify Email, Please check email id
it: Errore nell'invio dell'e-mail di verifica per verificare l'e-mail, controllare l'ID dell'e-mail

source: Error to send mail to verify Email, Please check email id
it: Errore nell’invio della mail di verifica dell’indirizzo email, per favore controllalo

source: The email already exists in the system
it: L’indirizzo email è già presente nel sistema

source: Futurely - verify your email address
it: Futurely - Verifica il tuo indirizzo email

source: Error to send an email, please check email address or try again
it: Errore nell’invio della email, per favore controlla l’indirizzo email oppure riprova

source: Congratulations, your email address has been linked to your account
it: Congratulazioni, il tuo indirizzo email è stato collegato al tuo account

source: Verification link is already used or expired
it: Il link di verifica è già stato utilizzato oppure è scaduto

source: Login failed: Invalid username or password
it: Login non riuscito: nome utente o password non validi

source: Password reset requested
it: Ripristino password richiesto

source: Please try again later
it: Per favore, riprova più tardi

source: Email address is not registered
it: L’indirizzo email non è registrato

source: Enter your first name
it: Inserisci il tuo nome

source: Enter your last name
it: Inserisci il tuo cognome

source: Enter your mobile number
it: Inserisci il tuo numero di telefono

source: Enter your e-mail id
it: Inserisci la tua e-mail

source: You must verified the OTP before proceeding.
it: Accetta prima di procedere

source: You must enter the first name before proceeding.
it: Accetta prima di procedere

source: You must enter the last name before proceeding.
it: Accetta prima di procedere

source: You must enter the Parents number before proceeding.
it: Accetta prima di procedere

source: You must enter the Parents Email before proceeding.
it: Accetta prima di procedere

source: You must enter the phone number before proceeding.
it: Accetta prima di procedere

source: You must applied the coupon code before proceeding
it: Accetta prima di procedere

source: You must enter the email before proceeding
it: Accetta prima di procedere

source: Please enter correct confirm password
it: Per favore, inserisci il tuo nome

source: Enter your Parent’s Name
it: Inserisci il numero di telefono di un tuo genitore

source: Please enter the valid confirm password
it: Codice sconto non valido
