Repository: psingh12345/futurely-sonar-analysis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Something went wrong
it: Qualcosa non ha funzionato

source: Agree
it: Sono d’accordo

source: Disagree
it: Non sono d’accordo

source: Your Scholarship Approved
it: La tua borsa di studio è stata accettata

source: Your Scholarship Declined
it: La tua borsa di studio è stata declinata

source: Failed Push notification!
it: Notifiche

source: Something went wrong!
it: Qualcosa non ha funzionato

source: Hey, the tutor commented on your diary! Check out the “My journal” section.
it: Ehi, il tutor ha commentato il tuo diario! Controlla subito la sezione “Diario di bordo”.

source: The password must contain at least 1 digit, 0-9.
it: La password deve contenere almeno un numero, 0-9.

source: Your password must contain at least 1 digit, 0-9.
it: La password deve contenere almeno un numero, 0-9.

source: The password must contain at least 1 uppercase letter, A-Z.
it: La password deve contenere almeno una lettera maiuscola, A-Z.

source: Your password must contain at least 1 uppercase letter, A-Z.
it: La password deve contenere almeno una lettera maiuscola, A-Z.

source: The password must contain at least 1 lowercase letter, a-z.
it: La password deve contenere almeno una lettera minuscola, a-z.

source: Your password must contain at least 1 lowercase letter, a-z.
it: La password deve contenere almeno una lettera minuscola, a-z.

source: The password must contain at least 1 special symbol
it: La password deve contenere almeno un carattere speciale

source: Your password must contain at least 1 symbol: ()[]{}|\`~!@#$%^&*_-+=;:'",<>./?
it: La password deve contenere almeno un simbolo: ()[]{}|\`~!@#$%^&*_-+=;:'",<>./?

source: Discount
it: Sconto

source: You entered the wrong plan, please check the plan again
it: Hai inserito un piano errato, si prega di ricontrollare

source: You must need to enter the email id and name
it: Devi inserire un'email valida e un nome

source: It seems payment is already processed, or something went wrong. Press the Skip button below to go to your dashboard and if you do not see a payment success message there, then try again
it: Sembra che il pagamento sia già stato effettuato, o qualcosa sia andato storto. Clicca sul bottone Salta qui sotto per tornare alla tua bacheca. Se non vedi nessun messaggio di pagamento avvenuto con successo prova di nuovo.

source: Thank you. Your payment has been processed successfully
it: Grazie. Il tuo pagamento è stato elaborato con successo

source: Your payment is being processed. We will let you know as soon as it is received
it: Il tuo pagamento è in elaborazione. Ti faremo sapere non appena lo riceveremo

source: Your payment is declined. Please check with your bank and try again
it: Il tuo pagamento è stato rifiutato. Per favore, verificalo con la tua banca e riprova

source: Your payment could not be processed. Please contact our support before attempting to pay again
it: Il tuo pagamento non può essere elaborato. Per favore, contatta il nostro servizio di assistenza prima di procedere con un nuovo pagamento

source: You’re in! Now the journey begins and you can start your first course
it: Ci sei! Ora il viaggio comincia e puoi iniziare il primo corso

source: Congratulations, you have completed all the available steps! The next step will unlock on
it: Complimenti, hai completato tutti gli step disponibili! Il prossimo si sbloccherà il

source: Todo added
it: Attività aggiunto

source: Todo updated
it: Attività aggiornato

source: Todo deleted
it: Attività cancellato

source: Please fill out the subject and fields
it: Per favore, compila l’oggetto e i campi

source: We are unable to contact the tutor. Please try again later
it: Non riusciamo a contattare il tutor. per favore, riprova più tardi

source: Changes updated successfully
it: Modifiche aggiornate con successo

source: New Password must be different from Current Password
it: La nuova password deve essere diversa dalla password attuale

source: Sorry, You can not access this module
it: Ci dispiace, non puoi accedere a questo modulo

source: The next step will unlock on
it: Il prossimo step si sbloccherà il

source: Url does not exists.
it: L’URL non esiste

source: You are not allowed to access it.
it: Non ti è consentito l’accesso

source: You are not allowed to access locked step
it: Non puoi accedere allo step bloccato

source: You must complete before proceeding
it: Attenzione! Hai dimenticato di completare questo campo

source: Your answer must be atleast 450 chars
it: La tua risposta deve essere di almeno 450 caratteri

source: The file size can not exceed 20 MB
it: Il file non può superare i 20 MB

source: Please upload file
it: Carica il file

source: The journal is available once you’ve purchased a course
it: Il Diario di Bordo sarà disponibile una volta che avrai acquistato il corso

source: The journal is available once you’ve selected the start date
it: Il Diario di Bordo sarà disponibile una volta che avrai acquistato il corso

source: Your Scholarship Applied
it: La tua borsa di studio è stata accettata

source: Congratulations! You have been successfully reserved your seat for webinar.
it: Fantastico! Hai prenotato un posto per il prossimo webinar.

source: The code entered is wrong. Try again with another code!
it: Il codice inserito non è valido. Prova di nuovo con un altro codice!

source: Invalid code
it: Link non valido

source: Attendance already marked
it: Registrazione segnata!

source: Scholarship
it: Candidatura per una borsa di studio

source: Scholarship Students Information
it: Informazioni sulle borse di studio per gli studenti

source: Push Notification
it: Notifiche

source: Profile
it: Profilo

source: Settings
it: Impostazioni

source: Select Your Country
it: Seleziona la nazione

source: Other
it: Altro

source: You can switch the country any time from the bottom of the page
it: Puoi cambiare nazione ogni volta che vorrai in fondo alla pagina

source: Ready to Leave?
it: Pronto a partire?

source: Select 'Logout' below if you are ready to end your current session.
it: Seleziona “Logout” qui sotto se vuoi terminare la sessione corrente

source: Your path, our mission
it: Il tuo percorso, la nostra missione

source: Futurely is a digital career counseling <br>platform, guided and personalized, focused <br>on self-exploration and career discovery!
it: Futurely è una piattaforma per l’orientamento scolastico, digitale, guidata e personalizzata, incentrata sulla scoperta di sè e delle opzioni dopo le scuole superiori!

source: Learn with other students in the same community as yourself, see groups, talk to tutors etc
it: Impara con altri studenti della tua community, diventa parte dei gruppi, parla con i mentors ecc...

source: Switch Country
it: Cambia nazione

source: Terms of Service and Privacy Policy
it: Servizio e la normativa sulla Privacy

source: Change program type and cohort
it: Cambia tipo di percorso e gruppo di studenti

source: Students
it: Studenti

source: High Schools
it: Scuole superiori

source: Our Plans
it: Le nostre offerte

source: About Us
it: Chi siamo

source: Log in
it: Accedi

source: Copyright
it: Diritto d'autore

source: All rights reserved
it: Tutti i diritti sono riservati

source: Please enter a valid email address
it: Inserisci un indirizzo email valido

source: Please enter your name
it: Inserisci il tuo nome

source: Please enter a message body
it: Per favore, inserisci il tuo nome e scrivi il messaggio.

source: Register
it: Registrazione

source: Welcome to Futurely!
it: Benvenuto/a in Futurely!

source: Please enter the valid discount code
it: Codice sconto non valido

source: Futurely: Account Settings
it: Futurely: Impostazioni dell’account

source: Account Settings
it: Impostazioni dell'account

source: Account Statistics
it: Statistiche

source: With each step you successfully complete, you improve your statistics
it: Guadagna punti completando per tempo ogni step

source: Personal Information
it: Informazioni personali

source: Security
it: Sicurezza

source: Want to delete your account?
it: Vuoi eliminare l’account?

source: Delete account
it: Elimina account

source: Send an email to rohit@myfuturely.com to start a thread for deleting all your data and activities from www.myfuturely.com account
it: Invia una email a rohit@myfuturely.com per eliminare tutti i dati e le attività del tuo account correlate a www.myfuturely.com

source: Save all changes
it: Salva tutte le modifiche

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Welcome
it: Benvenuto

source: Students Information
it: Informazioni dello studente

source: Student Progress Report
it: Progresso degli Studenti

source: Progress Report
it: Rapporto sui progressi

source: Total number of Students
it: Totale Studenti

source: Program Type
it: Programma

source: High School Program
it: Orientamento Superiori in 20 step

source: Fast Track Path
it: Conoscenza di Sé e del mondo Universitario/ITS (10 step)

source: Middle School Path
it: Orientamento Medie in 9 step

source: Course Start Date
it: Data di inizio

source: Company Name
it: Nome dell’Azienda

source: Parent's Name
it: Nome e Cognome del genitore

source: Parent's Email
it: Indirizzo mail del genitore

source: School Name
it: Nome della scuola

source: School city
it: Città della Scuola

source: School name
it: Nome della scuola

source: City Name
it: Nome della Città

source: State/Region Name
it: Stato / Nome della Regione

source: Class
it: Classe

source: Contact Number
it: Numero di telefono

source: Plan Type
it: Tipo di piano

source: Choose your program type and start date
it: Scegli il percorso e la data di inizio

source: Start Date
it: Data di inizio

source: All
it: Tutte

source: Search
it: Cerca

source: City
it: Città

source: State/Region
it: Stato / Regione

source: Course Name
it: NOME DEL CORSO

source: Step Title
it: Titolo

source: Completed(Students who completed/Students who started)
it: COMPLETATO (studenti che hanno completato lo step/Studenti cha hanno accesso allo step)

source: Student Records
it: Registro degli Studenti

source: Endurance
it: Costanza

source: Click here
it: Clicca qui

source: All students
it: Tutti gli Studenti

source: Select Option
it: Seleziona una data

source: Student Performance
it: Orientamento studenti

source: Course-Steps Information
it: Valutazione del corso

source: Student Name
it: Studente

source: Email Id
it: E-mail

source: Cohort Name
it: NOME DEL PERCORSO

source: Starting Date
it: Data di inizio

source: Title
it: Titolo

source: Completion date
it: Data di completamento

source: Resources
it: Le mie risorse

source: Completed
it: Completato

source: Not completed
it: Non completato

source: Locked
it: Bloccato

source: Resources List
it: Le mie risorse

source: Question
it: Domanda

source: Answer
it: Risposta

source: Comments
it: Commenti

source: Submitted assignment
it: Inviata

source: Exit Ticket
it: Ticket di uscita

source: Comments For Submission
it: Commenti per la consegna

source: Comment By Futurely Admin
it: Commento del Admin Futurely

source: Scholarship Approved
it: Borsa di studio è stata accettata

source: What’s next?
it: Cosa accadrà dopo?

source: Login and start your journey towards finding your path
it: Effettua il login e inizia il tuo viaggio alla ricerca del tuo percorso

source: Scholarship Decline
it: Borsa di studio è stata declinata

source: We have a surprise for you!
it: Abbiamo una sorpresa per te!

source: Login and checkout discounted plans for you
it: Accedi e controlla i piani scontati per te

source: Futurely: Scholarship Students Detail
it: Test per le borse di studio di Futurely

source: Students Scholarship Information
it: Orientamento studenti

source: Students Scholarship Report
it: Report sulle borse di studio degli studenti

source: School City
it: Città

source: School Region
it: Regione

source: Discount code
it: Codice sconto

source: Student Email
it: Email dello Studente

source: Decline scholarship to rest students
it: Rifiuta la borsa di studio agli altri studenti

source: Name
it: Nome

source: Class Year
it: Classe

source: Class Section
it: Sezione della Classe

source: Action
it: Check list

source: Scholarship Detail
it: Test per le borse di studio di Futurely

source: Submit
it: Invia

source: Courses
it: Corsi

source: My journal
it: Diario di bordo

source: Apply for Scholarship
it: Candidati per una borsa di studio

source: Notifications
it: Notifiche

source: Сontact the tutor
it: Contatta il tutor

source: Diary
it: DIARIO DI BORDO

source: Your trial expiring in
it: La tua prova gratuita scadrà tra

source: days
it: giorni

source: Your trial has expired
it: La tua prova gratuita è terminata

source: Hello
it: Ciao

source: Thanks for notifying us, one of our team members will contact you in the next 48 hours. Please feel free to reach pramod@myfuturely.com and rohit@myfuturely.com if you want to contact us now. We are here to help!
it: Grazie per averci scritto. Una persona del nostro team ti contatterà nelle prossime 48 ore. Per favore, sentiti libero di contattare pramod@myfuturely.com e rohit@myfuturely.com se vuoi contattarci adesso. Siamo qui per aiutarti!

source: Back
it: Indietro

source: Next step
it: Prossimo step

source: Please wait, we are sending your queries to tutor
it: Aspetta per favore, stiamo inviando le tue domande al tuo tutor

source: Your queries are submitted. Your tutor will respond to your email within the next 48 hours
it: Le tue domande sono state inviate. Il tuo tutor risponderà alla tua email entro le prossime 48 ore

source: Yes
it: Sì

source: Cancel
it: Cancella

source: Save changes
it: Salva le modifiche

source: Complete the step
it: Completa lo step

source: You have no pending task
it: Nessun attività in sospeso

source: Server not responding, try later
it: Il server non risponde, riprova più tardi

source: Frequently Asked Questions
it: Domande frequenti

source: Discount Code
it: Codice sconto

source: School region
it: Regione

source: School state
it: Stato

source: Choose A Cohort
it: Scegli una carta

source: Cohort Date
it: Data di carta

source: Enter email
it: Inserisci e-mail

source: Step No
it: Step

source: Step Name
it: Studente

source: Step unlock date
it: Data di sblocco

source: Total Students
it: Studenti

source: Send Push Notification
it: Notifiche

source: Send Push Notification By Cohort
it: Notifiche

source: Select topic name
it: Seleziona una data

source: Enter title
it: Inserisci e-mail

source: Enter body
it: Inserisci codice

source: Push Notification By Cohort
it: Notifiche

source: Select Cohort Name
it: Titolare carta

source: Cohort Steps
it: Titolare carta

source: Students Submissions
it: Commenti per la consegna

source: Step start date
it: Seleziona una data di inizio

source: Username
it: Nome utente

source: Last Commented Date
it: Data di completamento

source: Dairy Submission
it: Commenti per la consegna

source: Futurely: Payment
it: Futurely: Pagamento

source: Go back
it: Torna indietro

source: Let’s get you started
it: Iniziamo

source: With Futurely, you will feel excited, empowered, with ownership of your life, and ready to tackle the future in just 2 modules and 20 exercises!
it: Con Futurely aumenterai la probabilitá di scegliere un futuro che ti soddisfi veramente, scoprendo le opzioni he hai e identificando le passioni e competenze che ti rendono unico.

source: Total amount
it: Totale

source: Confirm
it: Conferma

source: Skip
it: Salta

source: Payment Details
it: Dettagli del pagamento

source: Select Payment Mode
it: Seleziona il metodo di pagamento

source: Cardholder Name
it: Titolare carta

source: Credit Card Number
it: Numero carta di credito

source: Expiry Date
it: Data di scadenza

source: Purchase Now
it: Paga ora

source: Thank you
it: Grazie

source: Your payment was successful
it: Il tuo pagamento è andato a buon fine

source: week
it: settimana

source: for
it: per

source: weeks
it: settimane

source: Discount code (optional)
it: Codice sconto (opzionale)

source: Apply
it: Applica

source: applied
it: applicato

source: Remove
it: Rimuovere

source: Discount code applied
it: Codice sconto applicato

source: Proceed
it: Procedi

source: Pay - $
it: Paga - €

source: Discount code applied successfully
it: Codice applicato con successo

source: Invalid discount code
it: Codice sconto non valido

source: Buy course
it: Acquista il percorso

source: Name on card
it: Nome sulla carta

source: Hi
it: Ciao

source: Welcome to Futurely, we are more than happy to have you onboard. On Futurely, we have a number of courses you can purchase, as well as discounts when you buy more than one course at a time.
it: Benvenuto/a in Futurely, siamo più che felici di averti con noi. In Futurely abbiamo alcuni corsi che puoi acquistare così come sconti quando acquisti più di un corso per volta.

source: Login
it: Accedi

source: Kind regards
it: Saluti

source: Futurely team
it: Team Futurely

source: Change password
it: Cambia password

source: Current Password
it: Password attuale

source: New Password
it: nuova password

source: Show
it: mostrare

source: Request to delete account
it: Vuoi eliminare l’account?

source: Are you sure?
it: Sei uno studente?

source: Once your account is closed, it is no longer accessible by you or anyone else; you won't be able to access your order history or print a proof of purchase or an invoice. This also affects related customer accounts, features, and services that are linked to your email address.
it: Una volta che il tuo account è stato chiuso, nessun altro potrà accedervi; non potrai più accedere al tuo storico o stampare una prova d’acquisto o una fattura. Ciò accadrà anche a tutti i tuoi account correlati, a caratteristiche e servizi collegati al tuo indirizzo email.

source: Futurely: Action items
it: Futurely: Check list

source: Have You completed this action item of the step?
it: Hai completato questo passaggio del corso?

source: Subject of discussion
it: Oggetto

source: Enter your queries for the tutor
it: Inserisci le tue domande per il tutor

source: Not Yet
it: Non ancora

source: Hey
it: Ciao

source: Your course was updated!
it: Il tuo corso è stato aggiornato!

source: Steps
it: Step

source: Action Items
it: Attività

source: Read more
it: Per saperne di più

source: people are also taking this exercise
it: Altre persone stanno facendo questo esercizio

source: Next Step
it: Prossimo step

source: Exit ticket
it: Ticket di uscita

source: Save
it: Salva

source: Enter your answer here
it: Inserisci qui la tua risposta

source: Total questions
it: Numero di domande

source: Answered
it: Domande completate

source: Edit Answer
it: Modifica la risposta

source: Conclusion
it: Conclusione

source: questions done
it: Domande fatte

source: Complete Step
it: Completa step

source: Preview
it: Anteprima

source: Choose a file or drag it here
it: Carica qui il file

source: File saved successfully
it: File salvato con successo

source: click here to download
it: clicca qui per eseguire il download

source: Click to submit again
it: Clicca per inviare di nuovo

source: Complete the previous task to unlock this one
it: Completa l’attività precedente per sbloccare questa.

source: Continue
it: Continua

source: Congratulations
it: Congratulazioni

source: You`ve been successfully completed this step
it: Hai completato con successo questo step

source: Congratulations, you have successfully completed this step
it: Complimenti, hai completato con successo questo step

source: Congratulations, you have completed the step! The next step will unlock on
it: Complimenti, hai completato lo step! Il prossimo step si sbloccherà il

source: Submit Query to your tutor
it: Invia la domanda al tuo tutor

source: Create To do
it: Crea attività

source: Give this to-do a name
it: Dai a questo compito un nome

source: Select date
it: Seleziona una data

source: Next question
it: Prossima domanda

source: You must enter before proceeding
it: Attenzione! Hai dimenticato di completare questo campo

source: Published
it: Pubblicato

source: Futurely: Courses
it: La Futurely: Corsi

source: We are so thrilled you're here and cannot wait to get to know you over these next eight weeks. I look forward to connecting with each of you!
it: Siamo molto felici che tu sia qui e non vediamo l’ora di conoscerti e di interagire con te nelle prossime otto settimane!

source: steps
it: step

source: action items
it: Check list

source: Buy now
it: Acquista ora

source: Course rating
it: Valutazione del corso

source: Available courses
it: Corsi disponibili

source: Personal recommendations
it: Raccomandazione per te

source: Watch the attached video tutorials
it: Guarda il video tutorial allegato

source: Complete the quiz
it: Completa il quiz

source: tasks
it: Compiti

source: You must have to select date for course 1 before to start
it: Devi selezionare una data per il corso 1 prima di iniziare

source: Upgrade to premium plan
it: Fai upgrade a Premium

source: Request access
it: Richiedi una DEMO

source: Upgrade now
it: Fai l’upgrade ora

source: Learn more
it: Scopri di più

source: Free Trial
it: Esplora Prova Gratuita

source: Your free trial period ended
it: Il periodo di prova gratuita è terminato

source: Upgrade to elite plan
it: Fai upgrade a Elite

source: days left
it: giorni rimasti

source: Available soon
it: Presto disponibile

source: Open
it: Apri

source: Start
it: Inizia

source: Select start date
it: Seleziona una data di inizio

source: Select the date you’d like to begin
it: Seleziona la data in cui vorresti iniziare

source: Choose Date
it: Fai l’upgrade ora

source: Futurely: Courses Overview
it: Futurely: Panoramica dei corsi

source: Start date
it: Data di inizio

source: Duration
it: Durata

source: month
it: mese

source: months
it: mesi

source: Coming Soon
it: In arrivo

source: Welcome to Futurely:
it: Accetto i Termini di

source: Extensive Program
it: Ampio programma

source: Join us in the 20 week journey of 20 h+ content to know more about yourself, explore your passions, to identify what you want in future, meet with professionals and mentors and apply to your university.
it: Unisciti a noi nel viaggio di 20 settimane di 20 ore e più di contenuti per saperne di più su di te, esplorare le tue passioni, identificare ciò che desideri in futuro, incontrare professionisti e mentori e fare domanda per la tua università

source: You can check the courses from Courses Available Section..
it: Puoi controllare i corsi dalla sezione Corsi Disponibili..

source: Click here to check
it: Clicca qui per acquistare

source: Course description
it: Descrizione del corso

source: Course Description
it: Descrizione del programma

source: Introduction video
it: Video introduttivo

source: Choose start date
it: Seleziona una data

source: Coming soon
it: In arrivo

source: Price
it: Prezzo

source: Buy
it: Acquista

source: Futurely: Steps
it: Futurely: Step

source: Add to-do
it: Aggiungi attività

source: Continue your trial
it: Fai il primo step gratuito

source: locked
it: Bloccato

source: Endurance Score
it: Percentuale di costanza

source: Unlock Date
it: Data di sblocco

source: Completed Date
it: Data di completamento

source: Score
it: Punteggio

source: This score is calculated based on the time to complete each unlocked step. Therefore, you can improve your score by completing each step within 7 days when it gets unlocked.
it: Questo punteggio è calcolato in base al tempo impiegato per completare ogni step sbloccato. Pertanto, puoi migliorare il tuo punteggio completando ogni passo entro 7 giorni da quando viene sbloccato.

source: How to improve
it: Come migliorarla

source: Confidence
it: Coraggio

source: Awareness
it: Consapevolezza

source: Curiosity
it: Curiosità

source: Webinars
it: Webinar
